<template>
    <div class="file-text">
        <p>隐私政策</p>
        <p>
            引言<br />小蜜蜂园丁供应链（“我们”）非常重视用户的隐私和个人信息保护。您在使用我们的产品与或服务时，我们可能会收集和使用您的相关信息。我们希望通过《小蜜蜂园丁供应链隐私政策》（“本隐私政策”）向您说明我们在您使用我们的产品与或服务时如何收集、使用、保存、共享和转让这些信息，以及我们为您提供的访问、更新、删除和保护这些信息的方式。
        </p>
        <p>
            本政策将帮助您了解以下内容：<br />1、我们如何收集和使用您的个人信息<br />2、我们如何共享、转让、公开披露您的个人信息<br />3、我们如何保护和保存您的个人信息<br />4、您如何管理个人信息<br />5、通知和修订<br />6、如何联系我们
        </p>
        <p>
            本隐私政策与您所使用的小蜜蜂园丁供应链服务以及该服务所包括的各种业务功能（以下统称“我们的产品与或服务”）息息相关，希望您在使用我们的产品与或服务前仔细阅读并确认您已经充分理解本政策所写明的内容，并让您可以按照本隐私政策的指引做出您认为适当的选择。本隐私政策中涉及的相关术语，我们尽量以简明扼要的表述，并提供进一步说明的链接，以便您更好地理解。您使用或在我们更新本隐私政策后（我们会及时提示您更新的情况）继续使用我们的产品与或服务，即意味着您同意本隐私政策(含更新版本)内容，并且同意我们按照本隐私政策收集、使用、保存和共享您的相关信息。<br />如对本隐私政策或相关事宜有任何问题，您可拨打我们的客服电话与我们联系
            。
        </p>
        <p>
            目录<br />一、我们如何收集和使用您的个人信息<br />二、我们如何共享、转让、公开披露您的个人信息<br />三、我们如何保护和保存您的个人信息<br />四、您如何管理您的个人信息<br />五、通知和修订<br />六、如何联系我们
        </p>
        <p>
            一、我们如何收集和使用您的个人信息<br />个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。本隐私政策中涉及的个人信息包括：基本信息（包括个人姓名、生日、性别、住址、个人电话号码、电子邮箱）；个人身份信息（包括身份证、军官证、护照、驾驶证等）；面部特征；网络身份标识信息（包括系统账号、IP地址、邮箱地址及与前述有关的密码、口令、口令保护答案）；个人财产信息（交易和消费记录、以及余额、积分、等虚拟财产信息）；通讯录；个人上网记录（包括网站浏览记录、软件使用记录、点击记录）；个人位置信息（包括行程信息、精准定位信息、住宿信息、经纬度等）。<br />个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息，本隐私政策中涉及的个人敏感信息包括：您的财产信息；个人身份信息（包括身份证、军官证、护照、驾驶证、户口本）；网络身份识别信息（包括账户名、账户昵称）；其他信息（包括通讯录、个人电话号码、手机号码、行程信息、网页浏览记录、住宿信息、精准定位信息）。
        </p>
        <p>
            我们仅会出于以下目的，收集和使用您的个人信息：<br />（一）您须授权我们收集和使用您个人信息的情形<br />我们的产品与/或服务包括一些核心功能，这些功能包含了实现使用产品所必须的功能、改进我们的产品与/或服务所必须的功能及保障交易安全所必须的功能。我们可能会收集、保存和使用下列与您有关的信息才能实现上述这些功能。如果您不提供相关信息，您将无法享受我们提供的产品与/或服务。这些功能包括：<br />1、使用产品所必须的功能<br />（1）用户注册<br />您首先需要注册一个小蜜蜂园丁供应链账户成为用户。当您注册时，您需要至少向我们提供您准备使用的手机号码，我们将通过发送短信验证码的方式来验证您的身份是否有效。注册成功后您将拥有一个默认用户名，您可以进行修改补充您的用户名、头像，以及您的相关信息，这些信息均属于您的“账户信息”。<br />（2）商品信息展示和搜索<br />为了让您快速地找到您所需要的商品，我们可能会收集您使用我们的产品与/或服务的设备信息（包括设备名称、设备型号、设备识别码、操作系统和应用程序版本、语言设置、分辨率、服务提供商网络ID（PLMN））、浏览器类型来为您提供商品信息展示的最优方式。我们也会为了不断改进和优化上述的功能来使用您的上述个人信息。<br />2、改进我们的产品与/或服务所必须的功能<br />我们可能会收集您的订单信息、浏览信息、进行数据分析以形成用户画像，用来将您感兴趣的商品或服务信息展示给您；或在您搜索时向您展示您可能希望找到的商品。我们还可能为了提供服务及改进服务质量的合理需要而获得的您的其他信息，包括您与客服联系时您提供的相关信息。对于从您的各种设备上收集到的信息，我们可能会将它们进行关联，以便我们能在这些设备上为您提供一致的服务。我们可能会将来自某项服务的信息与来自其他服务的信息结合起来，以便为您提供服务、个性化内容和建议。<br />3、保障交易安全所必须的功能<br />为提高您使用我们的产品与/或服务时系统的安全性，更准确地预防钓鱼网站欺诈和保护账户安全，我们可能会通过了解您的浏览信息、订单信息、您常用的软件信息、设备信息等手段来判断您的账号风险，并可能会记录一些我们认为有风险的链接（“URL”）；我们也会收集您的设备信息对于小蜜蜂园丁供应链系统问题进行分析、统计流量并排查可能存在的风险、在您选择向我们发送异常信息时予以排查。
        </p>
        <p>
            （二）您可选择是否授权我们收集和使用您的个人信息的情形<br />1、为使您在使用产品时更加便捷，我们的以下附加功能中可能会收集和使用您的个人信息。如果您不提供这些个人信息，您依然可以使用我们的产品，但您可能无法使用这些可以为您所带来的附加功能这些附加功能包括：<br />（1）基于图片上传的附加功能：您可以小蜜蜂园丁供应链平台上传备注附件图片添加备注功能。<br />（2）基于语音技术的附加功能：您可以直接使用麦克风或其他输入设备来进行文字输入或其他操作。在这些功能中我们会收集您的录音内容以识别您的操作需求和客服与售后需求。<br />2、上述附加功能可能需要您在您的设备中向我们开启您的相机（摄像头）、相册（图片库）、麦克风以及通讯录的访问权限，以实现这些功能所涉及的信息的收集和使用。请您注意，您开启这些权限即代表您授权我们可以收集和使用这些个人信息来实现上述的功能，您关闭权限即代表您取消了这些授权，则我们将不再继续收集和使用您的这些个人信息，也无法为您提供上述与这些授权所对应的功能。您关闭权限的决定不会影响此前基于您的授权所进行的个人信息的处理。
        </p>
        <p>
            （三）您充分知晓，以下情形中，我们收集、使用个人信息无需征得您的授权同意：<br />
            1、与国家安全、国防安全有关的；<br />
            2、与公共安全、公共卫生、重大公共利益有关的；<br />
            3、与犯罪侦查、起诉、审判和判决执行等有关的；<br />
            4、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；<br />
            5、所收集的个人信息是个人信息主体自行向社会公众公开的；<br />
            6、从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；<br />
            7、根据您的要求签订合同所必需的；<br />
            8、用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障；<br />
            9、为合法的新闻报道所必需的；<br />
            10、学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；<br />
            11、法律法规规定的其他情形。
        </p>
        <p>
            （四）我们从第三方获得您个人信息的情形<br />我们可能从第三方获取您授权共享的账户信息（头像、昵称），并在您同意本隐私政策后将您的第三方账户与您的小蜜蜂园丁供应链账户绑定，使您可以通过第三方账户直接登录并使用我们的产品与/或服务。我们会将依据与第三方的约定、对个人信息来源的合法性进行确认后，在符合相关法律和法规规定的前提下，使用您的这些个人信息。
        </p>
        <p>
            （五）您个人信息使用的规则<br />
            1、我们会根据本隐私政策的约定并为实现我们的产品与/或服务功能对所收集的个人信息进行使用。<br />
            2、在收集您的个人信息后，我们将通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别主体。请您了解并同意，在此情况下我们有权使用已经去标识化的信息；并在不透露您个人信息的前提下，我们有权对用户数据库进行分析并予以商业化的利用。<br />
            3、请您注意，您在使用我们的产品与/或服务时所提供的所有个人信息，除非您删除或通过系统设置拒绝我们收集，否则将在您使用我们的产品与/或服务期间持续授权我们使用。在您注销账号时，我们将停止使用并删除您的个人信息。<br />
            4、我们会对我们的产品与/或服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示我们的产品与/或服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。<br />
            5、当我们展示您的个人信息时，我们会采用包括内容替换、匿名处理方式对您的信息进行脱敏，以保护您的信息安全。<br />
            6、当我们要将您的个人信息用于本政策未载明的其它用途时，或基于特定目的收集而来的信息用于其他目的时，会通过您主动做出勾选的形式事先征求您的同意。
        </p>
        <p>
            二、我们如何共享、转让、公开披露您的个人信息<br />（一）共享<br />1、我们不会与小蜜蜂园丁供应链以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：<br />
            （1）事先获得您明确的同意或授权；<br />
            （2）根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供；<br />
            （3）在法律法规允许的范围内，为维护小蜜蜂园丁供应链、小蜜蜂园丁供应链的关联方或合作伙伴、您或其他小蜜蜂园丁供应链用户或社会公众利益、财产或安全免遭损害而有必要提供；<br />
            （4） 只有共享您的信息，才能实现我们的产品与/或服务的核心功能或提供您需要的服务；<br />
            （5）应您需求为您处理您与他人的纠纷或争议；<br />
            （6）符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；<br />
            （7）基于学术研究而使用；<br />
            （8）基于符合法律法规的社会公共利益而使用。<br />2、我们可能会将您的个人信息与我们的关联方共享。但我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。我们的关联方如要改变个人信息的处理目的，将再次征求您的授权同意。<br />3、我们可能会向合作伙伴等第三方共享您的订单信息、账户信息、设备信息以及位置信息，以保障为您提供的服务顺利完成。但我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。
            我们的合作伙伴包括以下类型：<br />
            （1）商品或技术服务的供应商。我们可能会将您的个人信息共享给支持我们功能的第三方。这些支持包括为我们的供货或提供基础设施技术服务、物流配送服务、支付服务、数据处理等。我们共享这些信息的目的是可以实现我们产品与/或服务的功能，比如我们必须与物流服务提供商共享您的订单信息才能安排送货；或者我们需要将您的订单号和订单金额与第三方支付机构共享以实现其确认您的支付指令并完成支付等。<br />
            （2）委托我们进行推广的合作伙伴。有时我们会代表其他企业向使用我们产品与/或服务的用户群提供促销推广的服务。我们可能会使用您的个人信息以及您的非个人信息集合形成的间接用户画像与委托我们进行推广的合作伙伴（“委托方”）共享，但我们仅会向这些委托方提供推广的覆盖面和有效性的信息，而不会提供您的个人身份信息，或者我们将这些信息进行汇总，以便它不会识别您个人。比如我们可以告知该委托方有多少人看了他们的推广信息或在看到这些信息后购买了委托方的商品，或者向他们提供不能识别个人身份的统计信息，帮助他们了解其受众或顾客。<br />4、遵守法律、执行或适用我们的使用条件和其他协议，或者为了保护小蜜蜂园丁供应链、您或其他小蜜蜂园丁供应链客户的权利及其财产或安全，比如为防止欺诈等违法活动和减少信用风险，而与其他公司和组织交换信息。不过,这并不包括违反本隐私政策中所作的承诺而为获利目的出售、出租、共享或以其它方式披露的个人信息。
        </p>
        <p>
            （二）转让<br />我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：<br />
            1、事先获得您明确的同意或授权；<br />
            2、根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供；<br />
            3、符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；<br />
            4、在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本隐私政策的约束，否则,我们将要求该公司、组织重新向您征求授权同意。
        </p>
        <p>
            （三）公开披露<br />我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会公开披露您的个人信息：<br />
            1、根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；<br />
            2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。在法律法规许可的前提下，我们披露的文件均在加密密钥的保护之下。
        </p>
        <p>
            三、我们如何保护和保存您的个人信息<br />（一）我们保护您个人信息的技术与措施<br />我们非常重视个人信息安全，并采取一切合理可行的措施，保护您的个人信息：<br />1、数据安全技术措施<br />（1）我们会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止您的个人信息遭到未经授权的访问使用、修改,避免数据的损坏或丢失。<br />（2）小蜜蜂园丁供应链的网络服务采取了传输层安全协议等加密技术，通过https等方式提供浏览服务，确保用户数据在传输过程中的安全。<br />（3）小蜜蜂园丁供应链采取加密技术对用户个人信息进行加密保存，并通过隔离技术进行隔离。<br />（4）小蜜蜂园丁供应链采用严格的数据访问权限控制和多重身份认证技术保护个人信息，避免数据被违规使用。<br />（5）小蜜蜂园丁供应链采用代码安全自动检查、数据访问日志分析技术进行个人信息安全审计。<br />2、小蜜蜂园丁供应链为保护个人信息采取的其他安全措施<br />（1）小蜜蜂园丁供应链通过建立数据安全管理规范、数据安全开发规范来管理规范个人信息的存储和使用。<br />（2）小蜜蜂园丁供应链通过信息接触者保密协议、监控和审计机制来对数据进行全面安全控制。<br />（3）加强安全意识。我们还会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。<br />3、我们仅允许有必要知晓这些信息的小蜜蜂园丁供应链及小蜜蜂园丁供应链关联方的员工、合作伙伴访问个人信息，并为此设置了严格的访问权限控制和监控机制。我们同时要求可能接触到您个人信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与小蜜蜂园丁供应链的合作关系。<br />4、我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。<br />5、互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件等与其他用户的交流方式无法确定是否完全加密，我们建议您使用此类工具时请使用复杂密码，并注意保护您的个人信息安全。<br />6、我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。<br />7、安全事件处置<br />
            （1）在通过小蜜蜂园丁供应链APP与第三方进行互动服务时，您不可避免的要向披露自己的个人信息，如联络方式或者邮政地址等。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。<br />
            （2）为应对个人信息泄露、损毁和丢失等可能出现的风险，小蜜蜂园丁供应链制定了多项制度，明确安全事件、安全漏洞的分类分级标准及相应的处理流程。小蜜蜂园丁供应链也为安全事件建立了专门的应急响应团队，按照安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、定位、制定补救措施、联合相关部门进行溯源和打击。<br />
            （3）在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们同时将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。<br />
            (4）加强安全意识。我们还会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。<br />8、如果您对我们的个人信息保护有任何疑问，可通过本政策最下方约定的联系方式联系我们。如您发现自己的个人信息泄密，尤其是您的账户及密码发生泄露，请您立即通过【联系客服】的方式联络我们或立即，以便我们采取相应措施。
        </p>
        <p>
            （二）您个人信息的保存<br />1、您的个人信息将全被存储于中华人民共和国境内。如您使用跨境交易服务，且需要向境外传输您的个人信息完成交易的，我们会单独征得您的授权同意并要求接收方按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理这些个人信息。<br />2、除非法律法规另有规定，您的个人信息我们将保存至您账号注销之日后的一个月。我们承诺这是为了保证您在小蜜蜂园丁供应链商城的权益，您个人信息在小蜜蜂园丁供应链商城须保存的最短期间。当您的个人信息超出我们所保存的期限后，我们会对您的个人信息进行删除或匿名化处理。<br />3、如果我们终止服务或运营，我们会至少提前三十日向您通知，并在终止服务或运营后对您的个人信息进行删除或匿名化处理。
        </p>
        <p>
            四、您如何管理您的个人信息<br />小蜜蜂园丁供应链非常重视您对个人信息的关注，并尽全力保护您对于您个人信息访问、更正、删除以及撤回同意的权利，以使您拥有充分的能力保障您的隐私和安全。您的权利包括：<br />1、访问和更正您的个人信息<br />除法律法规规定外，您有权随时访问和更正您的个人信息。<br />2、删除您的个人信息<br />您在我们的产品与或服务页面中可以直接清除或删除的信息，包括搜索信息等。<br />在以下情形中，您可以向我们提出删除个人信息的请求：<br />（1）如果我们处理个人信息的行为违反法律法规；<br />（2）如果我们收集、使用您的个人信息，却未征得您的同意；<br />（3）如果我们处理个人信息的行为违反了与您的约定;<br />（4）如果我们终止服务及运营。<br />若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。当您从我们的服务中删除信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。
        </p>
        <p>
            五、通知和修订<br />1、为给您提供更好的服务以及随着小蜜蜂园丁供应链业务的发展，本隐私政策也会随之更新。但未经您明确同意，我们不会削减您依据本隐私政策所应享有的权利。我们会通过在小蜜蜂园丁供应链网站、小蜜蜂园丁供应链移动端上发出更新版本并在生效前通过网站公告或以其他适当方式提醒您相关内容的更新，也请您访问小蜜蜂园丁供应链以便及时了解最新的隐私政策。<br />2、对于重大变更，我们还会提供更为显著的通知（我们会通过包括但不限于站内信、短信或推送等提示方式，说明隐私政策的具体变更内容）。
        </p>
        <p>
            六、如何联系我们<br />1、如您对本隐私政策或您个人信息的相关事宜有任何问题、意见或建议，请拨打我们的客服电话与我们联系。<br />2、一般情况下，我们将在三十天内回复。如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以向网信、电信、公安及工商等监管部门进行投诉或举报。
        </p>
    </div>
</template>
<script>
export default {
    name: 'FileText'
};
</script>
<style lang="less" scoped>
.file-text {
    height: 500px;
    overflow-y: auto;
}
</style>
